[
  {
    "id": 1,
    "title": "Introdução",
    "description": "Esta Política de Privacidade explica como coletamos, usamos, divulgamos e protegemos suas informações pessoais quando você utiliza nossos serviços."
  },
  {
    "id": 2,
    "title": "Coleta de Informações",
    "description": "Coletamos informações que você nos fornece diretamente, como ao criar uma conta, e informações que coletamos automaticamente, como dados de navegação e cookies."
  },
  {
    "id": 3,
    "title": "Uso das Informações",
    "description": "Usamos suas informações para fornecer, melhorar e personalizar nossos serviços, comunicar com você, e para fins de segurança e prevenção de fraudes."
  },
  {
    "id": 4,
    "title": "Compartilhamento de Informações",
    "description": "Não compartilhamos suas informações pessoais com terceiros, exceto conforme descrito nesta política, como com provedores de serviços que nos auxiliam, ou quando exigido por lei."
  },
  {
    "id": 5,
    "title": "Segurança das Informações",
    "description": "Implementamos medidas de segurança para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição."
  },
  {
    "id": 6,
    "title": "Seus Direitos",
    "description": "Você tem o direito de acessar, corrigir, atualizar ou solicitar a exclusão de suas informações pessoais. Entre em contato conosco para exercer esses direitos."
  },
  {
    "id": 7,
    "title": "Cookies e Tecnologias Semelhantes",
    "description": "Utilizamos cookies e tecnologias semelhantes para coletar informações sobre suas interações com nossos serviços, a fim de melhorar sua experiência."
  },
  {
    "id": 8,
    "title": "Retenção de Dados",
    "description": "Retemos suas informações pessoais pelo tempo necessário para cumprir os propósitos descritos nesta política, salvo se um período de retenção maior for exigido ou permitido por lei."
  },
  {
    "id": 9,
    "title": "Alterações nesta Política",
    "description": "Podemos atualizar esta Política de Privacidade periodicamente. Notificaremos sobre quaisquer alterações publicando a nova política em nosso site."
  },
  {
    "id": 10,
    "title": "Contato",
    "description": "Se você tiver dúvidas ou preocupações sobre nossa Política de Privacidade, entre em contato conosco através de [informações de contato, como e-mail ou endereço físico]."
  },
  {
    "id": 11,
    "title": "Última atualização",
    "description": "[Data]"
  }
]